Repository: TTEC-Dig-PE/SDK-iOS
Catalog: EXPERTconnect/EXPERTconnect/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

# ECSLocalizedCloseKey
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# ECSLocalizeErrorKey
source: Error
de: Fehler
fr: Erreur
zh_hans: 错误

# ECSLocalizedAskAQuestionKey
source: Ask a Question
de: Stellen Sie eine Frage.
es: Haz una pregunta
fr: Poser une question
zh_hans: 询问问题

# ECSLocalizedFrequentlyAskedQuestionsKey
source: FREQUENTLY ASKED QUESTIONS
de: HÄUFIG GESTELLTE FRAGEN (FAQ)
es: PREGUNTAS FRECUENTES
fr: QUESTIONS FREQUENTES
zh_hans: 常见问题

# ECSLocalizeShortFAQKey
source: FAQ
es: PF
zh_hans: 常见问题

# ECSLocalizeShortHideFAQKey
source: Hide FAQ
de: FAQ verbergen
es: Ocultar FAQ
fr: Cacher FAQ
zh_hans: 隐藏常见问题

# ECSLocalizeAllFieldsRequired
source: All Fields Required
de: Alle Felder müssen ausgefüllt werden.
es: Todos los campos son obligatorios
fr: Tous les champs sont obligatoires
zh_hans: 请提供所有信息

# ECSLocalizeLoginErrorMissingRequiredFields
source: The Email Address field is required.
de: Das Feld der E-Mail-Adresse muss ausgefüllt werden.
es: Se requiere que el campo de dirección de correo electrónico.
fr: Le champ de l'adresse mail est obligatoire.
zh_hans: 需要填写电子邮件。

# ECSLocalizeRegisterErrorMissingRequiredFields
source: All fields are required.
de: Alle Felder müssen ausgefüllt werden.
es: Todos los campos son obligatorios.
fr: Tous les champs sont obligatoires.
zh_hans: 请填写所有信息。

# ECSLocalizeLogInButton
source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connexion
zh_hans: 登录

# ECSLocalizedLogoutButton
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
zh_hans: 退出登录

# ECSLocalizeNextQuestionKey
source: Next
de: Weiter
es: Siguiente
fr: Suivante
zh_hans: 下个问题

# ECSLocalizePreviousQuestionKey
source: Previous
de: Zurück
es: Anterior
fr: Précédente
zh_hans: 上个问题

# ECSLocalizeOptionalKey
source: Optional
es: Opcional
fr: Optionelle
zh_hans: 可选

# ECSLocalizeRequiredKey
source: Required
de: Erforderlich
es: Requerido
fr: Obligatoire
zh_hans: 必填

# ECSLocalizeSelectAllThatApplyKey
source: Select all that apply
de: Alles Zutreffende auswählen
es: Seleccione todo lo que corresponda
fr: Sélectionner tout ce qui s'applique
zh_hans: 请选择所有适用项

# ECSLocalizeSubmitKey
source: Submit
de: Übermitteln
es: Enviar
fr: Soumettre
zh_hans: 提交

# ECSLocalizePossibleAnswer
source: POSSIBLE ANSWER
de: MÖGLICHE ANTWORT
es: respuesta posible
fr: RÉPONSE POSSIBLE
zh_hans: 可能的答复

# ECSLocalizeOthersAlsoAsked
source: OTHERS ALSO ASKED...
de: ANDERE HABEN AUCH GEFRAGT ...
es: OTROS también pidió ...
fr: D'AUTRES ONT AUSSI DEMANDÉ...
zh_hans: 别人还问过...

# ECSLocalizeWasThisResponseHelpful
source: Was this response helpful?
de: War diese Antwort hilfreich?
es: ¿Fue esta respuesta útil?
fr: Est-ce que cette réponse vous a aidé ?
zh_hans: 这个回复有用吗？

# ECSLocalizedViewPreviousAnswer
source: View Previous Answer
de: Vorherige Antwort lesen
es: Ver respuesta anterior
fr: Voir la réponse précédente
zh_hans: 查看上一答复

# ECSLocalizedViewNextAnswer
source: View Next Answer
de: Nächste Antwort lesen
es: Ver Siguiente respuesta
fr: Voir la réponse suivante
zh_hans: 查看下一个答复

# ECSLocalizedAnswerNotFoundTitle
source: No Answer Found
de: Keine Antwort gefunden
es: No se encontró respuesta
fr: Aucune réponse trouvée
zh_hans: 未找到任何答复

# ECSLocalizedAnswerNotFoundMessage
source: We were unable to find an answer to your query, please try again.
de: Wir haben keine Antwort auf Ihr Anliegen gefunden. Bitte versuchen Sie es erneut.
es: . No hemos podido encontrar una respuesta a su consulta, por favor, inténtelo de nuevo
fr: Nous n'avons trouvé aucune réponse à votre question, veuillez essayer à nouveau.
zh_hans: 我们没能找到针对您的查询的答复，请重试。

# ECSLocalizedOkButton
source: OK
es: Aceptar
zh_hans: 好

# ECSLocalizeReachabilityErrorKey
source: We are unable to connect to the Humanify Network. Please check your internet connection.
de: Wir konnten keine Verbindung zum Humanify-Netz herstellen. Bitte überprüfen Sie Ihre Internetverbindung.
es: . No somos capaces de conectarse a la Red de humanizar a favor, compruebe su conexión a Internet.
fr: Nous ne sommes pas parvenu a vous connecter au Réseau Humanify. Veuillez vérifier votre connection internet.
zh_hans: 目前无法连接到 Humanify 网络。请检查您的互联网连接。

# ECSLocalizedChatViewPlaceholder
source: Type a Message
de: Tippen Sie eine Nachricht ein.
es: Escriba un mensaje
fr: Taper a Message
zh_hans: 输入信息

# ECSLocalizeWelcome
source: Welcome
de: Willkommen.
es: Bienvenido
fr: Bienvenue
zh_hans: 欢迎

# ECSLocalizeWelcomeWithUsername
source: Welcome, %1@
de: Willkommen, %1@.
es: Bienvenido,% 1 @
fr: Bienvenue, %1@
zh_hans: 欢迎您，%1@

# ECSLocalizeGenericWaitTime
source: You'll be connected to an agent shortly. Please remain on this screen to keep your spot in queue.
de: Sie werden schon bald mit einem Bearbeiter verbunden.
es: Usted va a estar conectado a un agente en breve. Por favor, permanezcan en esta pantalla para mantener su lugar en la cola.
fr: Vous serez connecté à un agent sous peu. S'il vous plaît rester sur cet écran pour garder votre place dans la file d'attente.
zh_hans: 将很快为您接通一位代理。请保留在此屏幕上以保持您的位置在队列中。

# ECSLocalizeWaitTimeShort
source: You'll be connected to an agent in less than 1 minute. Please remain on this screen to keep your spot in queue.
de: Sie werden in unter einer Minute mit einem Bearbeiter verbunden.
es: Usted será conectado con un agente en menos de 1 minuto. Por favor, permanezcan en esta pantalla para mantener su lugar en la cola.
fr: Vous serez connecté à un agent dans moins d'une minute. S'il vous plaît rester sur cet écran pour garder votre place dans la file d'attente.
zh_hans: 将在1 分钟内为您接通一位代理。请保留在此屏幕上以保持您的位置在队列中。

# ECSLocalizeWaitTime
source: Your wait time is approximately %1d minutes. Please remain on this screen to keep your spot in queue.
de: Ihre Wartezeit beträgt etwa %1d Minuten.
es: Su tiempo de espera es de %1d aproximadamente minuto. Por favor, permanezcan en esta pantalla para mantener su lugar en la cola.
fr: Votre temps d'attente est d'environ %1d minutes. S'il vous plaît rester sur cet écran pour garder votre place dans la file d'attente.
zh_hans: 您的等待时间大约为 %1d 分钟。请保留在此屏幕上以保持您的位置在队列中。

# ECSLocalizeWaitTimeLong
source: Your wait time is expected to be greater than 5 minutes. Please remain on this screen to keep your spot in queue.
de: Ihre voraussichtliche Wartezeit beträgt über fünf Minuten.
es: Se espera que su tiempo de espera sea superior a 5 minutos. Por favor, permanezcan en esta pantalla para mantener su lugar en la cola.
fr: Nous prévoyons que votre temps d'attente durera plus de 5 minutes. S'il vous plaît rester sur cet écran pour garder votre place dans la file d'attente.
zh_hans: 您的预期等待时间将大于 5 分钟。请保留在此屏幕上以保持您的位置在队列中。

# ECSLocalizeChatReachabilityErrorKey
source: Temporarily Disconnected
de: Vorübergehend unterbrochen
es: desconectado temporalmente
fr: Temporairement Déconnecté
zh_hans: 连接暂时中断

# ECSLocalizeChatReachabilityReconnectErrorKey
source: Check your Network Connection
de: Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: Compruebe su conexión de red
fr: Vérifiez votre Connection Réseau
zh_hans: 请检查你的网络连接

# ECSLocalizeChatReachabilityReconnectButtonKey
source: Try Reconnecting
de: Versuchen Sie, eine neue Verbindung aufzubauen.
es: intente conectar de nuevo
fr: Essayez de vous reconnecter
zh_hans: 轻点重试连接

# ECSLocalizeIdleMessageKey
source: You've been idle for %1d minutes
de: Es wurden %1d Minuten lang keine Eingaben gemacht.
es: Usted ha estado inactivo durante% 1d minutos
fr: Vous êtes resté inactif pendant %1d minutes
zh_hans: 您已闲置 %1d 分钟

# ECSLocalizeContinueChattingKey
source: Would you like to continue chatting?
de: Möchten Sie den Chat fortsetzen?
es: ¿Le gustaría seguir charlando?
fr: Voulez-vous continuer à chatter?
zh_hans: 您想继续聊天吗？

# ECSLocalizeInfoKey
source: Info
zh_hans: 信息

# ECSLocalizeWarningKey
source: Warning
de: Warnung
es: Advertencia
fr: Alert
zh_hans: 警告

# ECSLocalizeChatDisconnectPrompt
source: Are you sure you want to exit the chat?
de: Sind Sie sicher, dass Sie den Chat verlassen möchten?
es: ¿Está seguro que desea salir del chat
fr: Voulez-vous vraiment vous déconnecter du chat?
zh_hans: 您确定要退出聊天吗？

# ECSLocalizeChatDisconnectPromptSurvey
source: Are you sure you want to exit the chat and continue to the survey?
de: Sind Sie sicher, dass Sie den Chat verlassen und mit der Befragung weitermachen möchten?
es: ¿Está seguro que desea salir del chat y continuar con la encuesta
fr: Voulez-vous vraiment vous déconnecter du chat et poursuivre le questionnaire?
zh_hans: 您确定要退出聊天并接受客服调查吗？

# ECSLocalizeYes
source: YES
de: JA
es: Sí
fr: OUI
zh_hans: 是

# ECSLocalizeNo
source: NO
de: NEIN
fr: NON
zh_hans: 否

# ECSLocalizeTapToRespond
source: Tap to respond
de: Drücken, um zu reagieren
es: Toque para responder
fr: Taper pour répondre
zh_hans: 轻点以回复

# ECSLocalizeRequestAPhoneCall
source: Tap here to accept phone call
de: Hier drücken, um Anruf anzunehmen
es: Solicitud de una llamada telefónica
fr: Taper ici pour accepter l'appel téléphonique
zh_hans: 轻点以接听来电

# ECSLocalizeRequestASMS
source: Request a SMS Message
de: SMS-Nachricht anfordern
es: Solicitud de un mensaje SMS
fr: Demander un message SMS
zh_hans: 申请短信消息

# ECSLocalizeChatDisconnected
source: You have been disconnected from chat
de: Ihre Chat-Verbindung wurde unterbrochen.
es: Has sido desconectado de la charla
fr: Vous avez été déconnecté du chat
zh_hans: 您的聊天已终断

# ECSLocalizedStayConnectedKey
source: Stay Connected
de: Verbunden bleiben
es: Mantente Conectado
fr: Rester connecté
zh_hans: 保持连接

# ECSLocalizedChatSessionEnded
source: Chat Session Ended
de: Die Chat-Sitzung wurde beendet.
es: Chat en sesión terminó
fr: Session Chat Terminée
zh_hans: 此次聊天已结束

# ECSLocalizedChatSessionEndedSubtitle
source: Please answer a few short questions about your experience today.
de: Bitte beantworten Sie einige kurze Fragen über Ihre Benutzererfahrung heute.
es: Por favor, responda a algunas preguntas breves sobre su experiencia de hoy.
fr: Veuillez répondre à quelques courtes questions sur votre expérience aujourd'hui.
zh_hans: 请回答几个有关今天客服体验的简短问题。

# ECSLocalizedChatSessionEndedDirections
source: Answering these questions will help us better assist you in the future.
de: Die Beantwortung dieser Fragen hilft uns, Sie künftig noch besser zu unterstützen.
es: La respuesta a estas preguntas nos ayudarán ayudarte mejor en el futuro.
fr: Répondre à ces questions nous aidera à mieux vous aider à l'avenir.
zh_hans: 答复这些问题将有助于我们将来更好地为您服务。

# ECSLocalizedExitChatButton
source: Exit Chat
de: Chat verlassen
es: Salir de Chat
fr: Sortir du chat
zh_hans: 退出聊天

# ECSLocalizeCallNavigationTitle
source: Phone Call
de: Anruf
es: llamada telefónica
fr: Appel téléphonique
zh_hans: 电话通话

# ECSLocalizeRequestCallButton
source: Confirm Phone Number
de: Telefonnummer bestätigen
es: Solicitud de una llamada telefónica
fr: Confirmer le numéro de téléphone
zh_hans: 确认电话号码

# ECSLocalizeRequestCallText
source: Enter your phone number to receive a call:
de: Geben Sie Ihre Telefonnummer ein, um einen Anruf zu erhalten:
es: Introduzca su número de teléfono para recibir una llamada:
fr: Saisissez votre numéro de téléphone pour recevoir un appel:
zh_hans: 请输入您的电话号码以接听来电：

# ECSLocalizeRequestCallDisclaimerText
source: Carrier voice and data rates may apply.
de: Ihr Betreiber erhebt hier u. U. Telefonie- und Datenkosten.
es: Se pueden aplicar tarifas de voz y datos del portador.
fr: Les tarifs voix et données de l'opérateur peuvent s'appliquer.
zh_hans: 运营商可能会收取通话和数据费用。

# ECSLocalizeProcessingButton
source: Processing...
de: Bearbeitung läuft ...
es: Procesando ...
fr: Traitement en cours...
zh_hans: 正在处理...

# ECSLocalizeSMSNavigationTitle
source: SMS Message
de: SMS-Nachricht
es: Mensaje SMS
fr: Message SMS
zh_hans: 短信

# ECSLocalizeRequestSMSButton
source: Request a SMS
de: SMS anfordern
es: Solicitar un SMS
fr: Demander un SMS
zh_hans: 申请短信

# ECSLocalizeRequestSMSText
source: Enter your phone number to receive a SMS:
de: Geben Sie Ihre Telefonnummer ein, um eine SMS zu erhalten:
es: Introduzca su número de teléfono para recibir un SMS:
fr: Saisissez votre numéro de téléphone pour recevoir un SMS:
zh_hans: 请输入您的电话号码以接收短信：

# ECSLocalizeRequestSMSDisclaimerText
source: Carrier voice and data rates may apply.
de: Ihr Betreiber erhebt hier u. U. Telefonie- und Datenkosten.
es: Se pueden aplicar tarifas de voz y datos del portador.
fr: Les tarifs voix et données de l'opérateur peuvent s'appliquer.
zh_hans: 运营商可能会收取通话和数据费用。

# ECSLocalizeCallCancelTitle
source: We'll Call You.
de: Wir rufen Sie an.
es: Llamaremos a usted.
fr: Nous Vous Apellerons
zh_hans: 我们将会给您打电话。

# ECSLocalizeCallInProgressTitle
source: Call in Progress.
de: Anruf erfolgt.
fr: Appel en cours.
zh_hans: 正在通话。

# ECSLocalizeCallInProgressDescription
source: When finished, please hang up or use the End button below.
de: Nach Beenden legen Sie bitte auf oder benutzen die Schaltfläche zum Beenden weiter unten.
fr: Une fois terminé, veuiller raccrocher ou utiliser le bouton Fin ci-dessous.
zh_hans: 完成后请挂机，或者使用下面的结束通话按键。

# ECSLocalizeCallEndButton
source: End Call
de: Telefonat beenden
fr: Fin d'appel
zh_hans: 结束通话

# ECSLocalizeCallCancelDescription
source: You’re in line and when an agent is available, you’ll receive an automated call from us at %@
de: Sie sind in Reihenfolge vorgemerkt. Ist ein Bearbeiter verfügbar, erhalten Sie von uns einen automatisierten Anruf unter %@.
es: Usted está en línea y cuando un agente está disponible, usted recibirá una llamada automatizada de nosotros a% @
fr: Vous êtes en ligne et quand un agent sera disponible, vous recevrez un appel automatisé de notre part à %@
zh_hans: 您正在排队等待；当有空闲代理时，您会收到我们拨打到 %@ 的电话

# ECSLocalizeCallCancelButton
source: Cancel Call Request
de: Anruf-Ersuchen abbrechen
es: Cancelar Pedir que me llamen
fr: Annuler la demande d'appel
zh_hans: 取消通话请求

# ECSLocalizeSMSCancelTitle
source: We'll Text You.
de: Wir schreiben Ihnen eine SMS.
es: Vamos a texto que.
fr: Nous vous enverrons un message.
zh_hans: 我们将会给您发短信。

# ECSLocalizeSMSCancelDescription
source: You’re in line and when an agent is available, you’ll receive an automated SMS message from us at %@
de: Sie sind in Reihenfolge vorgemerkt. Ist ein Bearbeiter verfügbar, erhalten Sie von uns eine automatisierte SMS unter %@.
es: Usted está en línea y cuando un agente está disponible, recibirá un mensaje SMS automatizado de nosotros a% @
fr: Vous êtes en ligne et quand un agent sera disponible, vous recevrez un message SMS automatique de notre part à %@
zh_hans: 您正在排队等待；当有空闲代理时，您会收到我们发到 %@ 的短信

# ECSLocalizeCallbackWaitTime
source: Your approximate wait time is:
de: Ihre voraussichtliche Wartezeit:
es: Su tiempo de espera aproximado es:
fr: Votre temps d'attente est d'environ:
zh_hans: 您的等待时间大约为：

# ECSLocalizeSMSCancelButton
source: Cancel SMS Request
de: SMS-Ersuchen abbrechen
es: Cancelar solicitud SMS
fr: Annuler la demande de SMS
zh_hans: 取消短信请求

# ECSLocalizeMinutes
source: minutes
de: Minuten
es: minutos
zh_hans: 分钟

# ECSLocalizeMinute
source: minute
es: minutos
zh_hans: 分钟

# ECSLocalizeError
source: Error
de: Fehler
fr: Erreur
zh_hans: 错误

# ECSLocalizeErrorText
source: We are unable to complete your request at this time. Please try again later.
de: Wir können Ihr Ersuchen im Moment leider nicht bearbeiten. Bitte versuchen Sie es später erneut.
es: .. Somos incapaces de completar su solicitud en este momento Por favor, inténtelo de nuevo más tarde
fr: Nous sommes incapables de compléter votre requête en ce moment. Veuillez réessayer plus tard.
zh_hans: 目前我们无法完成您的请求。请稍后再试。

# ECSLocalizeTakeAPhoto
source: Take a Photo
de: Machen Sie ein Foto.
es: Tomar una foto
fr: Prendre une photo
zh_hans: 拍摄照片

# ECSLocalizeRecordVideo
source: Record a Video
de: Zeichnen Sie ein Video auf.
es: Graba un vídeo
fr: Enregistrer une vidéo
zh_hans: 录制视频

# ECSLocalizeExistingFromAlbum
source: Existing from Album
de: Existierend aus Album
es: existente del Álbum
fr: Existant depuis l'album
zh_hans: 照片图库

# ECSLocalizeSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
zh_hans: 发送

# ECSLocalizeCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

# ECSLocalizeProfile
source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 个人资料

# ECSLocalizeChatLogs
source: Chat Logs
de: Chat-Protokolle
es: registros de chat
fr: Liste de connexions Chat
zh_hans: 聊天记录

# ECSLocalizeChatJoin
source: You are connected with %1@.
de: Sie sind verbunden mit %1@.
es: % 1 @ Registrado
fr: Vous êtes connecté à %1@.
zh_hans: 您已与 %1@ 连接。

# ECSLocalizeChatLeave
source: %1@ has left the chat.
de: %1@ hat den Chat verlassen.
es: %1@ ha dejado el chat.
fr: %1@ a quitté le chat.
zh_hans: %1@ 已退出聊天。

# ECSLocalizeHistory
source: History
de: Historie
es: Historia
fr: Historique
zh_hans: 历史

# ECSLocalizeEditProfile
source: Edit Profile
de: Profil bearbeiten
es: Editar Perfil
fr: Editer Profil
zh_hans: 编辑个人资料

# ECSLocalizeUpdateProfile
source: Update Profile
de: Profil aktualisieren
es: Actualizar perfil
fr: Modifier Profil
zh_hans: 更新个人资料

# ECSLocalizedSubmittedFormHeaderLabel
source: Thank You
de: Vielen Dank!
es: Gracias
fr: Merci
zh_hans: 谢谢

# ECSLocalizedSubmittedFormDescriptionLabel
source: Your response will help us better assist you and others in the future
de: Ihre Antwort hilft uns, Sie und Andere künftig noch besser zu unterstützen.
es: Su respuesta nos ayudará mejor a usted ya los demás ayudar en el futuro
fr: Votre réponse nous aidera à mieux vous assister à l'avenir
zh_hans: 您的回复将帮助我们为您和其他顾客提供更好地服务

# ECSLocalizedSubmittedFormCloseLabel
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh_hans: 关闭

# ECSLocalizeAnswers
source: Answers
de: Antworten
es: respuestas
fr: Réponses
zh_hans: 答复

# ECSLocalizeDirections
source: <h1>Unable to Determine Location</h1><h2>Please follow these instructions to enable Location Access</h2><ol><li>Launch <b>Settings</b> on your iPhone or iPad.</li><li>Scroll down to select <b>Privacy</b>, then <b>Location Services</b></li><li>Make sure the top toggle switch is <b>Green</b></li><li>Scroll down and select *%@* and make sure it is set to "While Using the App" or "Always"</li></ol>
de: <h1>Der Standort konnte nicht ermittelt werden.</h1><h2>Bitte folgen Sie diesen Instruktionen, um den Standortzugriff zu aktivieren.</h2><ol><li>Gehen Sie auf Ihrem IPhone oder IPad in die <b>Einstellungen</b>.</li><li>Scrollen Sie nach unten, um zuerst <b>Datenschutz</b> und dann <b>Ortungsdienste</b> auszuwählen.</li><li>Stellen Sie sicher, dass der oberste Wechselschalter auf <b>Grün</b> steht.</li><li>Scrollen Sie nach unten, wählen Sie *%@* und stellen Sie sicher, dass "Bei Verwendung der App" oder "Immer" eingestellt ist.</li></ol>
es: <h1> No se puede determinar la ubicación </ h1> <h2> Por favor, siga estas instrucciones para habilitar la ubicación de acceso </ h2> <ol> <li> Lanzamiento <b> Configuración </ b> en tu iPhone o iPad. </ li> <li> Desplácese hacia abajo para seleccionar <b> Privacidad </ b>, entonces <b> Localizaciones </ b> </ li> <li> Asegúrese de que el interruptor de palanca superior es <b> Green </ b> </ li> <li> Desplácese hacia abajo y seleccione *% @ * y asegúrese de que está ajustado a durante el uso de la App o Siempre </ li> </ ol>
fr: <h1>Impossible de déterminer la localisation</h1><h2>Veuiller suivre ces instructions pour permettre l'accès à la localisation</h2><ol><li>Lancer <b>Réglages</b> sur votre iPhone ou iPad.</li><li>Faire défiler vers le bas pour sélectionner <b>Confidentialité</b>, puis <b>Services de localisation</b></li><li>Vérifier que l'interrupteur est <b>vert</b></li><li>Faire défiler vers le bas et sélectionner *%@* et vérifier que c'est réglé sur "App active" ou "Toujours"</li></ol>
zh_hans: <h1>无法定位</h1><h2>请按下列说明，启用定位服务。</h2><ol><li>在您的 iPhone 或 iPad 上启动<b>设置</b>。</li><li>向下滚动，选择<b>隐私</b>，然后选择<b>定位服务</b></li><li>请确保顶部的切换开关是<b>绿色</b>的</li><li>向下滚动，选择 *%@*，并确保将其设为“使用期间”或“始终”</li></ol>

# ECSLocalizeProfileError
source: There was an error creating your profile. Please fill out all fields and try again.
de: Beim Anlegen Ihres Profils ist ein Fehler aufgetreten. Bitte füllen Sie alle Felder aus und versuchen Sie es erneut.
es: Se ha producido un error al crear su perfil ¡Por favor rellene todos los campos y vuelva a intentarlo..
fr: Il y a eu une erreur lors de la création votre profil. Veuillez remplir tous les champs et essayez à nouveau.
zh_hans: 修改您的个人资料时出错。请填写所有信息，然后重试。

# ECSLocalizeNoAgents
source: No agents available.
de: Derzeit sind keine Bearbeiter verfügbar.
es: No hay agentes disponibles.
fr: Aucun agent de disponible.
zh_hans: 现在没有空闲代理。

# ECSChannelTimeoutWarning
source: Your chat will timeout in %d seconds due to inactivity.
de: Ihr Chat wird wegen fehlender Eingaben in %d Sekunden abgebrochen.
es: Su charla será el tiempo de espera en %d segundos debido a la inactividad.
fr: Votre discussion se terminera dans %d secondes en raison de votre inactivité.
zh_hans: 由于处于静止状态，您的聊天将在 %d 秒后终断。

# ECSLocalizedLeaveQueueTitle
source: Leave Chat Queue?
de: Chat-Warteschlange hinterlassen?
es: ¿Dejar la cola de chat?
fr: Quitter Chat Queue?
zh_hans: 离开聊天队列

# ECSLocalizedLeaveQueueMessage
source: By leaving now, you will lose your place in the chat queue.
de: Wenn du jetzt verlässt, verlierst du deinen Platz in der Chat-Warteschlange.
es: Al salir ahora, perderás tu lugar en la cola de chat.
fr: En partant maintenant, vous perdrez votre place dans la file d'attente du chat.
zh_hans: 现在离开，你将失去你在聊天队列中的位置。

# ECSLocalizedLeaveQueueYes
source: Yes, Leave
de: Ja, verlassen
es: Si deja
fr: Oui laisser
zh_hans: 是的，离开

# ECSLocalizedLeaveQueueNo
source: No, stay
de: Nein, bleiben
es: No quedarse
fr: Non reste
zh_hans: 不，留

# ECSLocalizedChatQueueNetworkError
source: No internet connection.
es: Sin conexión a Internet.
zh_hans: 没有网络连接。

# ECSLocalizedChatQueueDisconnectMessage
source: Your chat request has timed out. Please try again.
es: Se ha agotado el tiempo de espera para su solicitud de chat. Vuelve a intentarlo.
