Repository: TTEC-Dig-PE/SDK-iOS
Catalog: EXPERTconnectDemo/EXPERTconnectDemo/*.lproj/Localizable.strings
Languages: de, es, fr, zh_hans

# ECDLocalizedUnknownUser
source: Unknown user, please register to create an account.
de: Unbekannter Benutzer: Bitte registrieren Sie sich, um ein Konto anzulegen.
es: Desconocido usuario, por favor regístrese para crear una cuenta.
fr: Utilisateur inconnu, veuillez-vous inscrire pour créer un compte.
zh_hans: 未知用户；请注册，以创建一个帐户。

# ECDLocalizedLoginButton
source: Login
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
zh_hans: 登录

# ECDLocalizedRegisterButton
source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
zh_hans: 注册

# ECDLocalizeProfileWasUpdatedKey
source: Profile was updated
de: Das Profil wurde aktualisiert.
es: Perfil se actualiza
fr: Le profil a été mis à jour
zh_hans: 简介已更新

# ECDLocalizeConfigWasUpdatedKey
source: Application Configuration Value was updated
de: Der Konfigurationswert der Anwendung wurde aktualisiert.
fr: La valeur de configuration de l'application a été mise à jour
zh_hans: 应用程序配置值已更新

# ECDLocalizedStartChatLabel
source: Start Chat
de: Chat beginnen
es: Comenzar chat
fr: Commencer le chat
zh_hans: 开始聊天

# ECDLocalizedContinueChatLabel
source: Continue Chat
de: Chat fortsetzen
es: Continuar chat
fr: Continuer le chat
zh_hans: 继续聊天

# ECDLocalizedEndChatLabel
source: End Chat
de: Chat Ende
es: Chat finalizado
fr: Fin le chat
zh_hans: 结束聊天

# ECDLocalizedTestChatLabel
source: Test Chat
es: Chat en prueba
fr: Chat test
zh_hans: 测试聊天

# ECDLocalizedTestBreadcrumbsLabel
source: Test Breadcrumbs
de: Test-Paniermehl
es: Las migas de prueba
fr: Breadcrumbs test
zh_hans: 测试面包屑

# ECDLocalizedTestJourneyLabel
source: Test Journey
de: Testfahrt
es: Viaje de prueba
fr: Test de Journey
zh_hans: 测试之旅

# ECDLocalizedTestDecisionLabel
source: Test Decision
de: Testentscheidung
es: Decisión de prueba
fr: Décision de test
zh_hans: 测试决策

# ECDLocalizedTestDebugLabel
source: View SDK Debug
de: Anzeigen SDK Debug
es: Ver SDK Debug
fr: Afficher SDK Debug
zh_hans: 查看SDK调试

# ECDLocalizedStartVideoChatLabel
source: Start Video Chat
de: Video-Chat beginnen
es: Chat de video
fr: Commencer un chat Vidéo
zh_hans: 开始视频聊天

# ECDLocalizedStartAnswerEngineLabel
source: Answer Engine
de: Antwort-Engine
es: Motor Respuesta
fr: Moteur de réponses
zh_hans: 答复引擎

# ECDLocalizedStartFormsLabel
source: Forms
de: Formulare
fr: Formulaires
zh_hans: 表单

# ECDLocalizedStartUserProfileLabel
source: User Profile
de: Benutzerprofil
fr: Profil d'utilisateur
zh_hans: 用户简介

# ECDLocalizedStartVoiceCallbackLabel
source: Voice Callback
de: Sprach-Rückruf
fr: Rappel vocal
zh_hans: 话音回呼

# ECDLocalizedStartEmailMessageLabel
source: Email Message
de: E-Mail-Nachricht
fr: Message par mail
zh_hans: 电子邮件消息

# ECDLocalizedStartSMSMessageLabel
source: SMS Message
de: SMS-Nachricht
fr: Message SMS
zh_hans: 短信消息

# ECDLocalizedStartWebPageLabel
source: Web Page
de: Webseite
fr: Page Web
zh_hans: 网页

# ECDLocalizedStartAnswerEngineHistoryLabel
source: Answer Engine History
de: Antwort-Engine-Historie
fr: Historique du moteur de réponse
zh_hans: 答复引擎历史

# ECDLocalizedStartChatHistoryLabel
source: Chat History
de: Chat-Historie
fr: historique de Chat
zh_hans: 聊天历史

# ECDLocalizedStartSelectExpertLabel
source: Select Expert
de: Experten auswählen
fr: Selection de l'expert
zh_hans: 选择专家

# ECDLocalizedStartExtendedUserProfileLabel
source: Registration Edit Profile
de: Registrierung: Profil bearbeiten
fr: Modification du profil d'inscription
zh_hans: 注册编辑简介

# ECDLocalizedStartAPIConfigLabel
source: Application Configuration
de: Anwendungskonfiguration
fr: Configuration de l'application
zh_hans: 应用程序配置

# ECDLocalizedStartSubmitFormLabel
source: Submit AdHoc Form
de: AdHoc: Formular übermitteln
fr: Soumettre le formulaire AdHoc
zh_hans: 提交特设表单

# ECDLocalizedStartDatePickerLabel
source: AdHoc Date Picker
de: AdHoc: Datumsselektor
fr: Sélecteur de date AdHoc
zh_hans: 特设日期选取器

# ECDLocalizedStartWYSIWYGEditorLabel
source: AdHoc WYSIWYG Editor
fr: Éditeur AdHoc WYSIWYG
zh_hans: 特设所见即所得编辑器

# ECDLocalizedStartChatHeader
source: Chat
zh_hans: 聊天

# ECDLocalizedStartVideoChatHeader
source: Video Chat
fr: Chat vidéo
zh_hans: 视频聊天

# ECDLocalizedStartAnswerEngineHeader
source: Answer Engine
de: Antwort-Engine
fr: Commencer une session de moteur de réponse AdHoc
zh_hans: 启动特设答复引擎时段

# ECDLocalizedStartFormsHeader
source: Forms
de: Formulare
fr: Commencer une interview de formulaires AdHoc
zh_hans: 启动特设表单访谈

# ECDLocalizedBeaconLabel
source: iBeacon Demo
fr: Démo iBeacon
zh_hans: ibeacon 演示

# ECDLocalizedStartUserProfileHeader
source: AdHoc Edit User Profile
de: AdHoc: Benutzerprofil bearbeiten
fr: Modifier le profil d'utilisateur AdHoc
zh_hans: 特设编辑用户简介

# ECDLocalizedStartVoiceCallbackHeader
source: Callback
de: Rückruf
fr: Rappeler
zh_hans: 回呼

# ECDLocalizedStartEmailMessageHeader
source: AdHoc Email Message
de: AdHoc: E-Mail-Nachricht
fr: Message mail AdHoc
zh_hans: 特设电子邮件消息

# ECDLocalizedStartSMSMessageHeader
source: AdHoc SMS Message
de: AdHoc: SMS-Nachricht
fr: Message SMS AdHoc
zh_hans: 特设短信消息

# ECDLocalizedStartWebPageHeader
source: AdHoc Web Page
de: AdHoc: Webseite
fr: Page Web AdHoc
zh_hans: 特设网页

# ECDLocalizedStartAnswerEngineHistoryHeader
source: AdHoc Answer Engine History
de: AdHoc: Antwort-Engine-Historie
fr: Historique du moteur de réponse AdHoc
zh_hans: 特设答复引擎历史

# ECDLocalizedStartChatHistoryHeader
source: AdHoc Chat History
de: AdHoc: Chat-Historie
fr: Historique de chat AdHoc
zh_hans: 特设聊天历史

# ECDLocalizedStartSelectExpertHeader
source: AdHoc Select Expert
de: AdHoc: Experten auswählen
fr: Sélection de l'expert AdHoc
zh_hans: 特设选择专家

# ECDLocalizedStartExtendedUserProfileHeader
source: AdHoc Edit (Extended) User Profile
de: AdHoc: (Erweitertes) Benutzerprofil bearbeiten
fr: Modification du profil de l'utilisateur (extension) AdHoc
zh_hans: 特设编辑（扩展）用户简介

# ECDLocalizedStartAPIConfigHeader
source: AdHoc Modify App Config Settings
de: AdHoc: Konfigurationseinstellungen der App bearbeiten
fr: Modification des réglages de l'application AdHoc
zh_hans: 特设修改应用程序配置设置

# ECDLocalizedStartSubmitFormHeader
source: AdHoc Submit Form
de: AdHoc: Formular übermitteln
fr: Soumission du formulaire AdHoc
zh_hans: 特设提交表单

# ECDLocalizedStartDatePickerHeader
source: AdHoc Date Picker
de: AdHoc: Datumsselektor
fr: Sélecteur de date AdHoc
zh_hans: 特设日期选取器

# ECDLocalizedStartWYSIWYGEditorHeader
source: AdHoc WYSIWYG Editor
fr: Éditeur AdHoc WYSIWYG
zh_hans: 特设所见即所得编辑器

# ECDLocalizedStartWorkflowEscalateToChatLabel
source: Start Escalate To Chat
de: Eskalierung zum Chat beginnen
fr: Commencer le lancement du chat
zh_hans: 启动升级聊天

# ECDLocalizedStartWorkflowChatWithPostSurveyLabel
source: Start Chat With Post Survey
de: Chat mit nachträglicher Befragung beginnen
fr: Commencer le chat avec un sondage postérieur
zh_hans: 开始先聊天后调查

# ECDLocalizedStartWorkflowChatWithPreSurveyLabel
source: Start Chat With Pre Survey
de: Chat mit vorheriger Befragung beginnen
fr: Commencer le chat avec un sondage antérieur
zh_hans: 开始先调查后聊天

# ECDLocalizedStartWorkflowSurveyLeadsToBranchLabel
source: Start Survey Leads To Branch
de: 'Befragung führt zu Verzweigung' beginnen
fr: Commencer le sondage menant à la branche
zh_hans: 开始调查商机到分支

# ECDLocalizedStartEscalateToChatHeader
source: Start Workflow Escalate To Chat
de: Vorgang 'Eskalierung zum Chat' beginnen
fr: Commencer le flux de travail de lancement du chat
zh_hans: 启动工作流程升级聊天

# ECDLocalizedStartChatWithPostSurveyHeader
source: Start Workflow Chat With Post Survey
de: Vorgang 'Chat mit nachträglicher Befragung' beginnen
fr: Commencer le flux de traval du chat avec un sondage postérieur
zh_hans: 开始先工作流程聊天后调查

# ECDLocalizedStartChatWithPreSurveyHeader
source: Start Workflow Chat With Pre Survey
de: Vorgang 'Chat mit vorheriger Befragung' beginnen
fr: Commencer le flux de traval du chat avec un sondage antérieur
zh_hans: 开始先调查后工作流程聊天

# ECDLocalizedStartSurveyLeadsToBranchHeader
source: Start Workflow Survey Leads To Branch
de: Vorgang 'Befragung führt zu Verzweigung' beginnen
fr: Commencer le flux de travail du chat menant à la branche
zh_hans: 开始工作流程调查商机到分支

# ECDLocalizedSkipRegistrationButton
source: Skip Registration
de: Registrierung überspringen
es: Saltar registro
fr: Ignorer l'inscription
zh_hans: 跳过注册

# ECDLocalizedLandingViewTitle
source: Personas Navigation View
de: Navigationsansicht Rollen
es: Personas Navegación Ver
fr: Vue de navigation des personas
zh_hans: Personas 导航视图

# ECDLocalizedProfileLabel
source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 简介

# ECDLocalizedSettingsLabel
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
zh_hans: 设置

# ECDLocalizedBugReportLabel
source: Report Bug
de: Fehler melden
es: Informe de error
fr: Signaler un bug
zh_hans: 报告错误

# ECDLocalizedAdHocLabel
source: Ad Hoc
zh_hans: 特设

# ECDLocalizedWorkflowsLabel
source: Workflow
de: Vorgang
es: Flujo de trabajo
fr: Flux de travail
zh_hans: 工作流程

# ECDLocalizedEnvironmentsHeader
source: Select Environment
de: Umgebung auswählen
es: (ES) Select Environment
fr: Sélectionner Environment
zh_hans: 选择环境

# ECDLocalizedOrganizationHeader
source: Select Organization
de: Organisation auswählen
fr: Sélectionner Organisation
zh_hans: 选择机构

# ECDLocalizedVoiceItHeader
source: VoiceIt Utilities
es: (ES) VoiceIt Utilities
fr: Services VoiceIt
zh_hans: VoiceIt 实用程序

# ECDLocalizedRunModeHeader
source: Select Runtime Application
de: Runtime-Anwendung auswählen
es: (ES) Select Runtime Application
fr: Sélectionner l'application d'exécution
zh_hans: 选择运行时应用程序

# ECSLocalizedFrequentlyAskedQuestionsKey
source: Top Questions
de: Am häufigsten gestellte Fragen
fr: Obtenez des réponses rapides à partir de sujets communs d'aide.
zh_hans: 从常见帮助主题中获取快速答复。

# ECDLocalizedStartShowAvatarImagesHeader
source: Hide/Show Avatar Images
de: Avatar-Bilder verbergen/zeigen
fr: Masquer/afficher les images d'avatar
zh_hans: 隐藏/显示化身图像

# ECDLocalizedStartShowChatBubbleTailsHeader
source: Hide/Show Chat Bubble Tails
de: Chat-Sprechblasen verbergen/zeigen
fr: Masquer/afficher les entêtes des phylactères du chat
zh_hans: 隐藏/显示聊天气泡尾巴

# ECDLocalizedStartShowChatTimeStampHeader
source: Hide/Show Chat TimeStamp
de: Chat-Zeitstempel verbergen/zeigen
fr: Masquer/afficher l'horodatage du chat
zh_hans: 隐藏/显示聊天时间戳

# ECDLocalizedStartShowAvatarImagesLabel
source: Show Avatar Images
de: Avatar-Bilder zeigen
fr: Afficher les images d'avatar
zh_hans: 显示化身图像

# ECDLocalizedStartShowChatBubbleTailsLabel
source: Show Chat Bubble Tails
de: Chat-Sprechblasen zeigen
fr: Afficher les contenus des phylactères du chat
zh_hans: 显示聊天气泡尾巴

# ECDLocalizedStartShowChatTimeStampLabel
source: Show Chat TimeStamp
de: Chat-Zeitstempel zeigen
fr: Afficher l'horodatage du chat
zh_hans: 显示聊天时间戳

# ECDLocalizedNoAgents
source: No agents available.
de: Keine Bearbeiter verfügbar
es: No hay agentes disponibles.
fr: Aucun agent de disponible.
zh_hans: 没有任何代表可用。

# ECDLocalizedWaitString
source: Wait
de: Warten
es: Espere
fr: Attendez
zh_hans: 等待

# ECDLocalizedMinuteString
source: mins
de: Minuten
es: minuto
zh_hans: 分钟

# ECDLocalizedAgentString
source: Agents
de: Bearbeiter
es: Agentes
zh_hans: 代表

# ECDLocalizedChatSkillLabel
source: Chat Skill:
de: Chat Fähigkeit:
es: Habilidad de chat:
fr: Skill chat:
zh_hans: 聊天技巧:

# ECDLocalizedCustomNavBarButtonsLabel
source: Use custom nav bar buttons
de: Verwenden Sie benutzerdefinierte Navigationsleisten-Schaltflächen
es: Use botones de la barra de navegación personalizada
fr: Utilisez les boutons de barre de navigation personnalisée
zh_hans: 使用自定义导航栏按钮

# ECDLocalizedUseImageForSendButtonLabel
source: Use image for send button
de: Verwenden Sie die Grafik für eine Sendetaste
es: Utilice la imagen de botón de envío
fr: l'image Utilisez pour le bouton d'envoi
zh_hans: 使用图像发送按钮

# ECDLocalizedImageUploadButtonLabel
source: Show image upload button
de: Bild anzeigen Upload-Button
es: Mostrar el botón de carga de imágenes
fr: Afficher le bouton de téléchargement d'image
zh_hans: 显示图片上传按钮

# ECDLocalizedCurrentJourneyInfoLabel
source: Current Journey Info:
de: Aktuelle Reiseinformationen :
es: Información actual del viaje:
fr: Journey Current Infos:
zh_hans: 当前旅程信息:

# ECDLocalizedNameLabel
source: Name:
es: Nombre:
fr: Prénom:
zh_hans: 名称:

# ECDLocalizedContextLabel
source: Context:
de: Kontext:
es: Contexto:
fr: Le contexte:
zh_hans: 上下文:

# ECDLocalizedNamePlaceholderLabel
source: (Optional)
es: (Opcional)
fr: (optionnel)
zh_hans: (可选的)

# ECDLocalizedContextPlaceholderLabel
source: SDK Baseline
de: SDK Grundlinie
es: SDK Base
fr: SDK référence
zh_hans: SDK 底线

# ECDLocalizedStartJourneyLabel
source: Start Journey
de: Start-Reise
es: Comience el viaje
fr: Démarrer Journey
zh_hans: 开始旅程

# ECDLocalizedStartJourneyContextLabel
source: Set Journey Context
de: Set Reise Kontext
es: Definir contexto del trayecto
fr: Set Contexte Journey
zh_hans: 设置语境之旅

# ECDLocalizedTypeLabel
source: Type:
de: Art:
es: Tipo:
zh_hans: 类型:

# ECDLocalizedDescribtionLabel
source: Description:
de: Beschreibung:
es: Descripción:
fr: La description:
zh_hans: 描述:

# ECDLocalizedSourceLabel
source: Source:
de: Quelle:
es: Fuente:
fr: La source:
zh_hans: 资源:

# ECDLocalizedDestinationLabel
source: Destination:
de: Reiseziel:
es: Destino:
zh_hans: 目的地:

# ECDLocalizedBulkConfigLabel
source: Bulk Config:
de: Bulk-Konfig:
es: Mayor Config:
zh_hans: 批量配置:

# ECDLocalizedGeoLocationDataLabel
source: Include geolocation data
de: Fügen Sie die Entfernung zu kennen
es: Incluir los datos de geolocalización
fr: Inclure des données de géolocalisation
zh_hans: 包括地理定位数据

# ECDLocalizedSecondsLabel
source: Seconds:
de: Sekunden:
es: Segundos:
fr: Secondes:
zh_hans: 秒:

# ECDLocalizedCountLabel
source: Count:
de: Graf:
es: Contar:
fr: Compter:
zh_hans: 计数:

# ECDLocalizedSendOneButtonLabel
source: Send One
de: Senden eins
es: Envia uno
fr: Envoyer un
zh_hans: 发送一个

# ECDLocalizedQueueBulkButtonLabel
source: Queue Bulk
de: Queue Masse
es: A granel de colas
zh_hans: 队列散装

# ECDLocalizedTypePlaceholderLabel
source: Product Interest
de: Produktinteresse
es: Producto de interés
fr: Intérêts du produit
zh_hans: 感兴趣的产品

# ECDLocalizedDescribtionPlaceholderLabel
source: User clicked Backpack 1
de: Benutzer geklickt Rucksack 1
es: El usuario hace clic Mochila 1
fr: L'utilisateur a cliqué Sac à dos 1
zh_hans: U用户点击背包1

# ECDLocalizedSourcePlaceholderLabel
source: Backpacks page
de: Rucksäcke Seite
es: La página de mochilas
fr: Page Sacs à dos
zh_hans: 背包页

# ECDLocalizedDestinationPlaceholderLabel
source: Backpack 1 product page
de: Rucksack 1 Produktseite
es: Mochila página 1 producto
fr: Sac à dos page 1 produit
zh_hans: 背包1产品页面

# ECDLocalizedRequestDecisionLabel
source: Request Decision Data:
de: Entscheidungsdaten anfordern:
es: Solicitud de Decisión de datos:
fr: Demande de décision de données:
zh_hans: 请求决策数据:

# ECDLocalizedResponseDecisionLabel
source: Response Decision Data:
de: Antwortentscheidungsdaten:
es: Decisión de datos de respuesta:
fr: Décision de la réponse donnée:
zh_hans: 响应决策数据:

# ECDLocalizedPostConsumerButtonLabel
source: Post Consumer Data
de: Post Verbraucherdaten
es: Los datos de los consumidores tras
fr: Données post-consommation
zh_hans: 消费者数据

# ECDLocalizedEmailDebugButtonLabel
source: Email Debug
fr: Débogage d'emails

# ECDLocalizedPersonasLabel
source: Personas
de: Rollen

# ECDLocalizedCustomizeThemeHeader
source: Theme Customization
de: Theme-Individualisierung

# ECDLocalizedBreadcrumbLabel
source: Breadcrumb
es: Test Breadcrumb
